Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaPartner/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# push.order.preferred_offer.title
source: A customer asked for you
cs: Zákazník si vás vyžádal
ru: Клиент попросил именно вас
sk: Zákazník si vás vyžiadal
uk: Клієнт попросив саме вас

# push.order.preferred_offer_closed.body
source: Booking #%1$@ is no longer held for the cleaner you asked for. It's now open to our whole team — tap to see the details.
cs: Rezervace #%1$@ už není vyhrazena uklízeči, kterého jste si vyžádali. Teď je otevřená celému našemu týmu — klepněte pro zobrazení detailů.
ru: Заказ #%1$@ больше не закреплён за клинером, которого вы выбрали. Теперь он открыт для всей нашей команды — нажмите, чтобы посмотреть детали.
sk: Rezervácia #%1$@ už nie je vyhradená upratovačovi, ktorého ste si vyžiadali. Teraz je otvorená celému nášmu tímu — ťuknite pre zobrazenie detailov.
uk: Замовлення #%1$@ більше не зарезервоване для клінера, якого ви обрали. Тепер воно відкрите для всієї нашої команди — натисніть, щоб переглянути деталі.

# push.order.preferred_offer_closed.title
source: Your booking is open to all cleaners
cs: Vaše rezervace je otevřená všem uklízečům
ru: Ваш заказ открыт для всех клинеров
sk: Vaša rezervácia je otvorená všetkým upratovačom
uk: Ваше замовлення відкрите для всіх клінерів

# push.order.refunded.body
source: Your refund for booking #%1$@ is being processed.
cs: Vaše vrácení peněz za rezervaci #%1$@ se zpracovává.
ru: Возврат за заказ #%1$@ обрабатывается.
sk: Vaše vrátenie peňazí za rezerváciu #%1$@ sa spracováva.
uk: Повернення коштів за замовлення #%1$@ обробляється.

# push.order.refunded.title
source: Refund on its way
cs: Vrácení peněz na cestě
ru: Возврат средств
sk: Vrátenie peňazí
uk: Повернення коштів

# push.order.starting_soon.body
source: Your booking #%1$@ starts in about an hour. Tap to see the details.
cs: Vaše rezervace #%1$@ začíná přibližně za hodinu. Klepněte pro zobrazení detailů.
ru: Ваше бронирование #%1$@ начнётся примерно через час. Нажмите, чтобы посмотреть детали.
sk: Vaša rezervácia #%1$@ začína približne o hodinu. Ťuknite pre zobrazenie podrobností.
uk: Ваше замовлення #%1$@ почнеться приблизно за годину. Натисніть, щоб переглянути деталі.

# push.order.starting_soon.title
source: Cleaning starts soon
cs: Úklid brzy začíná
ru: Уборка скоро начнётся
sk: Upratovanie čoskoro začína
uk: Прибирання скоро почнеться

# push.payroll.invoice_paid.body
source: Your invoice for the latest pay period has been paid. Tap to view.
cs: Vaše faktura za poslední výplatní období byla proplacena. Klepnutím zobrazíte.
ru: Ваш счёт за последний расчётный период оплачен. Нажмите, чтобы посмотреть.
sk: Vaša faktúra za posledné výplatné obdobie bola uhradená. Ťuknutím zobrazíte.
uk: Ваш рахунок за останній розрахунковий період оплачено. Торкніться, щоб переглянути.

# push.payroll.invoice_paid.title
source: You've been paid
cs: Byli jste vyplaceni
ru: Вам выплачено
sk: Boli ste vyplatení
uk: Вам виплачено

# push.recurring.scheduled.body
source: Your recurring booking #%1$@ is tomorrow. Tap to confirm and pay.
cs: Vaše opakovaná rezervace #%1$@ je zítra. Klepněte pro potvrzení a platbu.
ru: Ваше повторяющееся бронирование #%1$@ завтра. Нажмите, чтобы подтвердить и оплатить.
sk: Vaša opakovaná rezervácia #%1$@ je zajtra. Ťuknite pre potvrdenie a platbu.
uk: Ваше повторюване замовлення #%1$@ заплановано на завтра. Натисніть, щоб підтвердити та сплатити.

# push.recurring.scheduled.title
source: Confirm tomorrow's cleaning
cs: Potvrďte zítřejší úklid
ru: Подтвердите завтрашнюю уборку
sk: Potvrďte zajtrajšie upratovanie
uk: Підтвердіть завтрашнє прибирання

# register
source: Sign Up
cs: Registrovat se
ru: Зарегистрироваться
sk: Registrovať sa
uk: Зареєструватися

# register_error_email_invalid
source: Please enter a valid email
cs: Zadejte prosím platný e-mail
ru: Введите действительный адрес электронной почты
sk: Zadajte platný e-mail
uk: Будь ласка, введіть дійсну електронну адресу

# register_error_email_required
source: Email is required
cs: E-mail je povinný
ru: Электронная почта обязательна
sk: E-mail je povinný
uk: Електронна пошта обов'язкова

# register_error_first_name_required
source: First name is required
cs: Jméno je povinné
ru: Имя обязательно
sk: Meno je povinné
uk: Ім'я обов'язкове

# register_error_last_name_required
source: Last name is required
cs: Příjmení je povinné
ru: Фамилия обязательна
sk: Priezvisko je povinné
uk: Прізвище обов'язкове

# register_error_password_rules
source: Password must be at least 8 characters with a letter and a number
cs: Heslo musí mít alespoň 8 znaků, písmeno a číslo
ru: Пароль должен содержать не менее 8 символов, букву и цифру
sk: Heslo musí mať aspoň 8 znakov, písmeno a číslo
uk: Пароль повинен містити щонайменше 8 символів, літеру та цифру

# register_error_passwords_no_match
source: Passwords do not match
cs: Hesla se neshodují
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
uk: Паролі не збігаються

# register_error_terms_required
source: You must accept the terms and conditions
cs: Musíte souhlasit s obchodními podmínkami
ru: Вы должны принять условия и положения
sk: Musíte prijať obchodné podmienky
uk: Ви повинні прийняти Умови та положення

# register_pw_letter
source: Contains a letter
cs: Obsahuje písmeno
ru: Содержит букву
sk: Obsahuje písmeno
uk: Містить літеру

# register_pw_match
source: Passwords match
cs: Hesla se shodují
ru: Пароли совпадают
sk: Heslá sa zhodujú
uk: Паролі збігаються

# register_pw_min_length
source: At least 8 characters
cs: Alespoň 8 znaků
ru: Не менее 8 символов
sk: Aspoň 8 znakov
uk: Не менше 8 символів

# register_pw_number
source: Contains a number
cs: Obsahuje číslo
ru: Содержит цифру
sk: Obsahuje číslo
uk: Містить цифру

# register_subtitle
source: Join us and start earning today
cs: Připojte se k nám a začněte vydělávat
ru: Присоединяйтесь и начните зарабатывать уже сегодня
sk: Pridajte sa k nám a začnite zarábať ešte dnes
uk: Приєднуйтеся до нас та починайте заробляти вже сьогодні

# registration_lock_action_complete_profile
source: Complete profile
cs: Dokončit profil
ru: Заполнить профиль
sk: Dokončiť profil
uk: Заповнити профіль

# registration_lock_action_contact_support
source: Contact support
cs: Kontaktovat podporu
ru: Связаться с поддержкой
sk: Kontaktovať podporu
uk: Звернутися до підтримки

# registration_lock_action_upload_documents
source: Upload documents
cs: Nahrát dokumenty
ru: Загрузить документы
sk: Nahrať dokumenty
uk: Завантажити документи

# registration_lock_approval_awaiting_review
source: Application under review by an administrator.
cs: Žádost je posuzována administrátorem.
ru: Заявка рассматривается администратором.
sk: Žiadosť je posudzovaná administrátorom.
uk: Заявку розглядає адміністратор.

# registration_lock_approval_complete_profile_first
source: Finish the steps above first — then admin can approve you.
cs: Nejprve dokončete kroky výše — pak vás může admin schválit.
ru: Сначала выполните шаги выше — после этого администратор сможет вас одобрить.
sk: Najprv dokončite kroky vyššie — potom vás môže admin schváliť.
uk: Спочатку виконайте кроки вище — потім адміністратор зможе вас схвалити.

# registration_lock_approval_rejected
source: Your application was rejected. Contact support for details.
cs: Vaše žádost byla zamítnuta. Pro detaily kontaktujte podporu.
ru: Ваша заявка отклонена. Обратитесь в поддержку за подробностями.
sk: Vaša žiadosť bola zamietnutá. Pre detaily kontaktujte podporu.
uk: Вашу заявку відхилено. Зверніться до підтримки за подробицями.

# registration_lock_category_approval
source: Approval
cs: Schválení
ru: Одобрение
sk: Schválenie
uk: Схвалення

# registration_lock_category_documents
source: Documents
cs: Dokumenty
ru: Документы
sk: Dokumenty
uk: Документи

# registration_lock_category_profile
source: Profile
cs: Profil
ru: Профиль
sk: Profil
uk: Профіль

# registration_lock_documents_required
source: Upload your identification documents.
cs: Nahrajte své identifikační dokumenty.
ru: Загрузите свои документы, удостоверяющие личность.
sk: Nahrajte svoje identifikačné dokumenty.
uk: Завантажте свої документи, що посвідчують особу.

# registration_lock_error_loading
source: Failed to load setup status. Check your connection and try again.
cs: Nepodařilo se načíst stav registrace. Zkontrolujte připojení a zkuste to znovu.
ru: Не удалось загрузить статус регистрации. Проверьте подключение и попробуйте снова.
sk: Nepodarilo sa načítať stav registrácie. Skontrolujte pripojenie a skúste to znova.
uk: Не вдалося завантажити статус реєстрації. Перевірте з'єднання та спробуйте знову.

# registration_lock_progress
source: %1$d of %2$d steps complete
cs: %1$d z %2$d kroků hotovo
ru: %1$d из %2$d шагов выполнено
sk: %1$d z %2$d krokov hotových
uk: %1$d з %2$d кроків виконано

# registration_lock_retry
source: Retry
cs: Zkusit znovu
ru: Повторить
sk: Skúsiť znova
uk: Повторити

# registration_lock_sign_out
source: Sign out
cs: Odhlásit se
ru: Выйти
sk: Odhlásiť sa
uk: Вийти

# registration_lock_step_complete
source: Done
cs: Hotovo
ru: Готово
sk: Hotovo
uk: Готово

# registration_lock_subtitle
source: Complete the steps below to unlock incoming jobs.
cs: Dokončete kroky níže, abyste mohli přijímat zakázky.
ru: Выполните шаги ниже, чтобы разблокировать заказы.
sk: Dokončite nasledujúce kroky a odomknete zákazky.
uk: Виконайте кроки нижче, щоб розблокувати замовлення.

# registration_lock_title
source: Finish setup to start earning
cs: Dokončete nastavení a začněte vydělávat
ru: Завершите настройку, чтобы начать зарабатывать
sk: Dokončite nastavenie a začnite zarábať
uk: Завершіть налаштування, щоб почати заробляти

# report_issue
source: Issue
cs: Problém
ru: Проблема
sk: Problém
uk: Проблема

# report_issue_desc
source: Describe the issue you encountered during this cleaning session.
cs: Popište problém, na který jste při úklidu narazili.
ru: Опишите проблему, возникшую во время этого сеанса уборки.
sk: Popíšte problém, ktorý nastal počas tohto upratovania.
uk: Опишіть проблему, яка виникла під час цього сеансу прибирання.

# resend_code
source: Resend
cs: Odeslat znovu
ru: Отправить повторно
sk: Odoslať znova
uk: Надіслати повторно

source: Reset
cs: Obnovit
ru: Сбросить
sk: Obnoviť
uk: Скинути

source: Retry
cs: Zkusit znovu
ru: Повторить
sk: Skúsiť znova
uk: Повторити

source: Save
cs: Uložit
ru: Сохранить
sk: Uložiť
uk: Зберегти

# save_and_continue
source: Save & continue
cs: Uložit a pokračovat
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
uk: Зберегти та продовжити

# scope_baths
source: %1$ld baths
cs: %1$ld koupelen
ru: %1$ld ванные
sk: %1$ld kúpeľní
uk: %1$ld ванні

# scope_extras
source: +%1$ld extras
cs: +%1$ld extra
ru: +%1$ld дополнительно
sk: +%1$ld extra
uk: +%1$ld додатково

# scope_extras_label
source: Extras
cs: Doplňky
ru: Дополнения
sk: Doplnky
uk: Додатки

# scope_rooms
source: %1$ld rooms
cs: %1$ld pokojů
ru: %1$ld комнаты
sk: %1$ld izieb
uk: %1$ld кімнати

# scope_section_title
source: Property & scope
cs: Objekt & rozsah
ru: Объект и объём
sk: Objekt & rozsah
uk: Об'єкт та обсяг

# scope_services_label
source: Services & packages
cs: Služby a balíčky
ru: Услуги и пакеты
sk: Služby a balíky
uk: Послуги та пакети

# search_orders_hint
source: Search by name, address, order #
cs: Hledat podle jména, adresy, čísla
ru: Поиск по имени, адресу, № заказа
sk: Hľadať podľa mena, adresy, čísla
uk: Пошук за іменем, адресою, № замовлення

# shell_tab_placeholder
source: %1$@ — coming in %2$@
cs: %1$@ — již brzy (%2$@)
ru: %1$@ — скоро (%2$@)
sk: %1$@ — už čoskoro (%2$@)
uk: %1$@ — незабаром (%2$@)

source: Sign in here
cs: Přihlaste se zde
ru: Войдите здесь
sk: Prihláste sa tu
uk: Увійдіть тут

source: Sign up here
cs: Zaregistrujte se zde
ru: Зарегистрируйтесь здесь
sk: Zaregistrujte sa tu
uk: Зареєструйтеся тут

source: Slide to complete
cs: Posunutím dokončete
ru: Проведите, чтобы завершить
sk: Posunutím dokončite
uk: Проведіть, щоб завершити

# slide_to_start
source: Slide to start cleaning
cs: Posunutím začněte úklid
ru: Проведите, чтобы начать уборку
sk: Posunutím začnite upratovať
uk: Проведіть, щоб почати прибирання

# slide_to_take
source: Slide to take order
cs: Posunutím vezměte zakázku
ru: Проведите, чтобы взять заказ
sk: Posunutím prevezmite zákazku
uk: Проведіть, щоб взяти замовлення

# sort_earnings_high_to_low
source: Earnings high → low
cs: Výdělek od nejvyššího
ru: Заработок по убыванию
sk: Zárobok od najvyššieho
uk: Заробіток від найвищого

# sort_price_high_to_low
source: Total price high → low
cs: Cena od nejvyšší
ru: Цена по убыванию
sk: Cena od najvyššej
uk: Ціна від найвищої

# sort_soonest_first
source: Soonest first
cs: Nejdřív nadcházející
ru: Ближайшие
sk: Najskôr nadchádzajúce
uk: Найближчі

# splash_tagline
source: Your jobs, schedule and pay — in one place
cs: Vaše zakázky, rozvrh i výplata — na jednom místě
ru: Ваши заказы, график и оплата — в одном месте
sk: Vaše zákazky, rozvrh aj výplata — na jednom mieste
uk: Ваші замовлення, графік і оплата — в одному місці

# starting_order
source: Starting the job…
cs: Začínám úklid…
ru: Начинаю уборку…
sk: Začínam upratovanie…
uk: Починаю прибирання…

source: Starts soon
cs: Brzy začíná
ru: Скоро начало
sk: Čoskoro začína
uk: Скоро початок

# status_cancelled
source: Cancelled
cs: Zrušeno
ru: Отменен
sk: Zrušené
uk: Скасовано

# status_completed
source: Completed
cs: Dokončeno
ru: Выполнен
sk: Dokončené
uk: Завершено

# status_confirmed
source: Confirmed
cs: Potvrzeno
ru: Подтвержден
sk: Potvrdené
uk: Підтверджено

# status_in_progress
source: In Progress
cs: Probíhá
ru: В процессе
sk: Prebieha
uk: В процесі

# status_new
source: New
cs: Nová
ru: Новый
sk: Nová
uk: Нове

# status_on_the_way
source: On the way
cs: Na cestě
ru: В пути
sk: Na ceste
uk: У дорозі

# status_pending
source: Pending
cs: Čekající
ru: Ожидает
sk: Čakajúce
uk: Очікує

# status_timeline_section_title
source: Status timeline
cs: Časová osa stavu
ru: Хронология статуса
sk: Časová os stavu
uk: Хронологія статусу

source: Subtotal
cs: Mezisoučet
ru: Промежуточный итог
sk: Medzisúčet
uk: Проміжний підсумок

source: SWIFT Code
cs: SWIFT kód
ru: SWIFT код
sk: SWIFT kód
uk: SWIFT код

# swift_code_helper
source: Only needed when your bank is in a different country than the one you work in.
cs: Potřebujeme ho jen tehdy, když je vaše banka v jiné zemi, než ve které pracujete.
ru: Нужен только тогда, когда ваш банк в другой стране, чем та, где вы работаете.
sk: Potrebujeme ho len vtedy, keď je vaša banka v inej krajine, než v ktorej pracujete.
uk: Потрібен лише тоді, коли ваш банк в іншій країні, ніж та, де ви працюєте.

source: Swipe to Complete
cs: Potáhněte pro dokončení
ru: Проведите, чтобы завершить
sk: Potiahnite pre dokončenie
uk: Проведіть, щоб завершити

# swipe_to_notify_on_the_way
source: Swipe to mark on the way
cs: Potáhněte pro „Jsem na cestě“
ru: Проведите, чтобы сообщить „В пути“
sk: Potiahnite pre „Som na ceste“
uk: Проведіть, щоб повідомити „У дорозі“

source: Swipe to Start
cs: Potáhněte pro zahájení
ru: Проведите, чтобы начать
sk: Potiahnite pre začatie
uk: Проведіть, щоб почати

source: Take Order
cs: Přijmout objednávku
ru: Взять заказ
sk: Prevziať zákazku
uk: Взяти замовлення

source: Take Photo
cs: Vyfotit
ru: Сделать фото
sk: Odfotiť
uk: Зробити фото

# taking_order
source: Got it — taking…
cs: Beru zakázku…
ru: Беру заказ…
sk: Preberám zákazku…
uk: Беру замовлення…

source: Theme
cs: Motiv
ru: Тема
sk: Téma
uk: Тема

# theme_dark
source: Dark
cs: Tmavý
ru: Тёмная
sk: Tmavý
uk: Темна

# theme_light
source: Light
cs: Světlý
ru: Светлая
sk: Svetlý
uk: Світла

# theme_system
source: Follow system
cs: Podle systému
ru: Как в системе
sk: Podľa systému
uk: Як у системі

source: Top pay
cs: Nejvyšší výdělek
ru: Лучшая оплата
sk: Najvyšší zárobok
uk: Найвища оплата

source: Total
cs: Celkem
ru: Итого
sk: Celkom
uk: Усього

# tracker_completed_in
source: Done in %1$@
cs: Hotovo za %1$@
ru: Готово за %1$@
sk: Hotovo za %1$@
uk: Виконано за %1$@

# tracker_countdown_starts_in
source: Starts in %1$@
cs: Začíná za %1$@
ru: Начало через %1$@
sk: Začína o %1$@
uk: Початок через %1$@

# tracker_finished_at
source: Finished at %1$@
cs: Dokončeno v %1$@
ru: Завершено в %1$@
sk: Dokončené o %1$@
uk: Завершено о %1$@

# tracker_headline_confirmed
source: Confirmed
cs: Potvrzeno
ru: Подтверждено
sk: Potvrdená
uk: Підтверджено

# tracker_headline_confirmed_soon
source: Heading out soon
cs: Brzy vyrazíte
ru: Скоро выезжать
sk: Čoskoro vyrazíte
uk: Скоро вирушаєте

# tracker_headline_done
source: Done
cs: Hotovo
ru: Готово
sk: Hotovo
uk: Готово

# tracker_headline_in_progress
source: Cleaning
cs: Probíhá úklid
ru: Уборка
sk: Prebieha upratovanie
uk: Прибирання

# tracker_headline_new
source: New offer
cs: Nová nabídka
ru: Новое предложение
sk: Nová ponuka
uk: Нова пропозиція

# tracker_headline_on_the_way
source: On the way
cs: Na cestě
ru: В пути
sk: Na ceste
uk: У дорозі

# tracker_step_counter
source: Step %1$d / %2$d
cs: Krok %1$d / %2$d
ru: Шаг %1$d / %2$d
sk: Krok %1$d / %2$d
uk: Крок %1$d / %2$d

# tracker_subtitle_on_the_way_arriving
source: Arriving %1$@
cs: Příjezd %1$@
ru: Прибытие %1$@
sk: Príchod %1$@
uk: Прибуття %1$@

source: Unscheduled
cs: Bez termínu
ru: Без даты
sk: Bez termínu
uk: Без дати

source: Upload document
cs: Nahrát dokument
ru: Загрузить документ
sk: Nahrať dokument
uk: Завантажити документ

source: Verify
cs: Ověřit
ru: Подтвердить
sk: Overiť
uk: Підтвердити

# verify_email
source: Verify Your Email
cs: Ověřte svůj e-mail
ru: Подтвердите вашу электронную почту
sk: Overte svoj e-mail
uk: Підтвердіть Вашу електронну пошту

# verify_email_subtitle
source: We've sent a verification code to your email. Please enter it below.
cs: Poslali jsme ověřovací kód na váš e-mail. Zadejte ho níže.
ru: Мы отправили код подтверждения на вашу электронную почту. Введите его ниже.
sk: Na váš e-mail sme odoslali overovací kód. Zadajte ho nižšie.
uk: Ми надіслали код підтвердження на Вашу електронну пошту. Будь ласка, введіть його нижче.

source: Welcome back!
cs: Vítejte zpět!
ru: С возвращением!
sk: Vitajte späť!
uk: З поверненням!

source: you earn
cs: vyděláte
ru: вы заработаете
sk: zarobíte
uk: ви заробите

source: Bonus
ru: Бонус
uk: Бонус

# duration_hours_minutes
source: %1$dh %2$dm
ru: %1$dч %2$dм
uk: %1$dг %2$dхв

# duration_minutes_only
source: %1$dm
ru: %1$dм
uk: %1$dхв

source: Email
ru: Электронная почта
uk: Електронна пошта

# job_radius_value
source: %1$d km
ru: %1$d км
uk: %1$d км

# profile_fields_email
source: Email
ru: Электронная почта
uk: Електронна пошта
